[
    {
      "id": "1001",
      "title": "Auriculares Bluetooth Xiaomi",
      "description": "Controlador dinámico grande de 14,2 mm. Potente woofer y acústica de calidad. Con un gran controlador dinámico de 14,2 mm y un ajuste fino de Xiaomi Acoustic Lab, el rendimiento del woofer se ha mejorado para brindar una experiencia auditiva sorprendente.\n\nReducción de ruido de micrófono dual para una mayor claridad de voz*:\n- Filtrar el ruido ambiental para disfruta de llamadas inteligentes y claras.\n- El algoritmo de cancelación de ruido de doble canal puede lograr un efecto de cancelación de ruido del viento de hasta 4 m/s* para llamadas.\n- Junto con la tecnología de reducción de ruido de doble micrófono, el ruido ambiental se reduce de manera efectiva.\n\nHasta 30 horas de duración de batería*:\n- Gran calidad de sonido que dura todo el día.\n- Escucha hasta 6 horas de música con una sola carga.\n- Hasta 30 horas si usas el estuche de carga.\n- 1 hora de reproducción con una sola carga de 10 minutos.\n\nCinco configuraciones de ecualizador incorporadas:\n- Estándar\n- Agudos mejorados\n- Graves mejorados\n- Voz mejorada\n- Aumentar el volumen\n\nEspecificaciones:\n- Dimensiones y peso: 49*48,6*23 mm, peso total 36 g\n- Capacidad de la batería: Auriculares: 37 mAh, Estuche de carga: 475 mAh\n- Tiempo de carga: Auriculares: 90 minutos, Estuche: 120 minutos\n- Puerto de carga: USB tipo C\n- Versión de Bluetooth: Bluetooth® 5.4\n- Alcance de comunicación: 10m (espacio abierto)\n\nContenido de la caja:\n- Auriculares x 2\n- Estuche de carga x 1\n- Manual de usuario x1",
      "price": 129.99,
      "payment_methods": ["MercadoPago", "Tarjeta de crédito"],
      "seller": "Tecnología S.A.",
      "rating": 4.7,
      "stock": 20,
      "images": [
        "https://http2.mlstatic.com/D_NQ_NP_2X_794051-MLA82163738760_022025-F.webp",
        "https://http2.mlstatic.com/D_NQ_NP_2X_861157-MLA82446727727_022025-F.webp",
        "https://http2.mlstatic.com/D_NQ_NP_2X_676434-MLA82446640959_022025-F.webp"
      ]
    },
    {
      "id": "1002",
      "title": "Smart TV Samsung 50'' 4K",
      "description": "Disfruta de una experiencia visual excepcional con el Televisor Samsung Smart 50 Qled Q60D. Con su pantalla de 50\" y tecnología QLED, podrás sumergirte en colores vibrantes y detalles nítidos en resolución 4K. Además, cuenta con HDR para un contraste impresionante y conectividad HDMI y USB para disfrutar de tus contenidos favoritos. Su frecuencia de actualización de 60 Hz garantiza imágenes fluidas, mientras que su diseño elegante en color negro se adapta perfectamente a cualquier ambiente. Este televisor, que no es 3D ni curvo, es portátil y cuenta con eficiencia energética A. Con 3 puertos HDMI y 2 puertos USB, podrás conectar múltiples dispositivos. Su peso con soporte es de 15 kg y sus dimensiones con soporte son 745 mm de altura, 1232 mm de ancho y 224 mm de profundidad, lo que lo convierte en una opción ideal para tu hogar. Con funcionalidades smart y apagado automático, disfrutarás de la comodidad y tecnología de Samsung. Aviso legal: Apto para la red eléctrica de tu país.",
      "price": 899.99,
      "payment_methods": ["MercadoPago", "Efectivo", "Cuotas sin interés"],
      "seller": "Electro House",
      "rating": 4.8,
      "stock": 8,
      "images": [
        "https://http2.mlstatic.com/D_NQ_NP_2X_829804-MLA84548473990_052025-F.webp",
        "https://http2.mlstatic.com/D_NQ_NP_2X_729222-MLA84548484138_052025-F.webp",
        "https://http2.mlstatic.com/D_NQ_NP_2X_976210-MLA84846743519_052025-F.webp"]
    },
    {
      "id": "1003",
      "title": "Notebook Lenovo IdeaPad",
      "description": "Notebook de 14 pulgadas con procesador Ryzen 5 y SSD de 512GB",
      "price": 599.99,
      "payment_methods": ["Transferencia", "Tarjeta de débito"],
      "seller": "ElectroShop",
      "rating": 4.3,
      "stock": 10,
      "images": [
        "https://http2.mlstatic.com/D_NQ_NP_2X_685869-MLU76319878237_052024-F.webp",
        "https://http2.mlstatic.com/D_NQ_NP_2X_900937-MLU76134696566_052024-F.webp",
        "https://http2.mlstatic.com/D_NQ_NP_2X_685869-MLU76319878237_052024-F.webp"]
    },
    {
      "id": "1004",
      "title": "Smartphone Samsung Galaxy A54",
      "description": "El Galaxy S24 FE es el smartphone ideal para quienes buscan rendimiento, durabilidad, calidad e innovación. Para aquellos a quienes les gusta jugar en sus teléfonos celulares, el Galaxy 24 FE les permite tener una experiencia de juego hiperrealista durante más tiempo. Con su potente rendimiento gracias al procesador Samsung Exynos 2400e (Deca-Core) de última generación, la experiencia de juego se vuelve increíblemente inmersiva y realista. Además de ser un smartphone diseñado para durar, el Galaxy S24 FE también cuenta con un acabado de aluminio reforzado y un cristal Corning Gorilla Victus, resistente al agua y al polvo (IP68), que proporciona la mejor protección para tu vida diaria. Y tienes 4 opciones de color para elegir el que mejor se adapte a ti: azul, verde, gris y grafito. Descubre la cámara más potente jamás vista en la familia Galaxy FE. Con su cámara triple de 50 MP y su cámara frontal de 10 MP, el S24 FE te permite tener fotos y videos de increíble calidad, incluso en entornos con poca luz. Con sus funciones Galaxy AI, te permite realizar increíbles ediciones sin complicaciones. Disfruta de una nueva experiencia con Galaxy AI. Mejora tu vida diaria con una asistencia rápida y completa con inteligencia artificial. Circular para buscar, intérprete, traducción simultánea. Viaje sin preocupaciones con su traductor personal. El Galaxy S24 FE es tu pasaporte para romper las barreras de comunicación. La pantalla Dynamic Amoled FHD+ de 6,7 pulgadas es grande y brillante, con 1900 nits, y es brillante y colorida, lo que garantiza una visualización inmersiva del contenido. Y para mayor fluidez, este teléfono celular tiene una frecuencia de actualización de hasta 120 Hz. Con su batería de larga duración de 4700 mAh, el Galaxy S24 FE incluso te permite disfrutar de tu contenido durante mucho más tiempo. Para una experiencia duradera y segura con tu dispositivo, el Galaxy S24 FE tiene 7 actualizaciones del sistema operativo Android y 7 años de actualizaciones de seguridad. Cuenta con una protección mejorada a través de Samsung Knox, lo que garantiza que los datos confidenciales permanezcan seguros. El candado Galaxy* ofrece una capa adicional de seguridad para proteger tus datos y el acceso a aplicaciones de terceros. Con la aplicación Smart Switch, puedes transferir de forma fácil y cómoda el contenido de tu teléfono anterior (fotos, contactos, eventos del calendario, notas, ajustes del dispositivo y más) al nuevo Galaxy S24 FE.",
      "price": 349.00,
      "payment_methods": ["Crédito sin intereses", "MercadoPago"],
      "seller": "MovilExpress",
      "rating": 4.6,
      "stock": 15,
      "images": [
        "https://http2.mlstatic.com/D_NQ_NP_2X_601615-MLA81942798777_012025-F.webp",
        "https://http2.mlstatic.com/D_NQ_NP_2X_833742-MLA81670396898_012025-F.webp",
        "https://http2.mlstatic.com/D_NQ_NP_2X_952074-MLA81942846303_012025-F.webp"]
    },
    {
      "id": "1005",
      "title": "Zapatillas Nike Air Max",
      "description": "Zapatillas deportivas con tecnología de amortiguación",
      "price": 179.99,
      "payment_methods": ["Tarjeta de crédito", "Efectivo"],
      "seller": "DeportesYA",
      "rating": 4.5,
      "stock": 30,
      "images": ["https://http2.mlstatic.com/D_NQ_NP_2X_742609-MCO75911651343_042024-F.webp"]
    },
    {
      "id": "1006",
      "title": "Aspiradora Robot Xiaomi",
      "description": "Aspiradora inteligente con mapeo láser y app móvil",
      "price": 299.90,
      "payment_methods": ["Transferencia", "MercadoPago"],
      "seller": "SmartHome",
      "rating": 4.9,
      "stock": 12,
      "images": ["https://http2.mlstatic.com/D_NQ_NP_2X_974755-MLA79512296065_092024-F.webp"]
    },
    {
      "id": "1007",
      "title": "Silla ergonómica gamer",
      "description": "Silla reclinable con soporte lumbar y apoyabrazos 4D",
      "price": 249.00,
      "payment_methods": ["MercadoPago", "Efectivo", "Crédito"],
      "seller": "OfiMarket",
      "rating": 4.2,
      "stock": 5,
      "images": ["https://http2.mlstatic.com/D_NQ_NP_2X_918320-MLA83030827429_032025-F.webp"]
    },
    {
      "id": "1008",
      "title": "Horno eléctrico Liliana 45L",
      "description": "Horno con grill, timer y múltiples funciones",
      "price": 159.50,
      "payment_methods": ["MercadoPago", "Débito"],
      "seller": "CocinaYA",
      "rating": 4.1,
      "stock": 18,
      "images": ["https://http2.mlstatic.com/D_NQ_NP_2X_934779-CBT54726155533_032023-F.webp"]
    },
    {
      "id": "1009",
      "title": "Combo teclado y mouse Logitech",
      "description": "Teclado inalámbrico y mouse óptico con pila incluida",
      "price": 89.99,
      "payment_methods": ["Tarjeta", "Efectivo"],
      "seller": "TechStore",
      "rating": 4.4,
      "stock": 50,
      "images": ["https://http2.mlstatic.com/D_NQ_NP_2X_745739-MLA84848523615_052025-F.webp"]
    },
    {
      "id": "1010",
      "title": "Parlante JBL Flip 6",
      "description": "Parlante portátil resistente al agua con Bluetooth",
      "price": 119.90,
      "payment_methods": ["MercadoPago", "Transferencia"],
      "seller": "AudioBoom",
      "rating": 2.6,
      "stock": 22,
      "images": ["https://http2.mlstatic.com/D_NQ_NP_2X_607900-MLA84846735935_052025-F.webp"]
    }
  ]
  